{
  "buttonTitles": ["EN", "UA", "RU"],
  "tabTitles": ["Listing", "Shopping", "OldLits", "Help"],
  "colorButtons": [
    { "id": "0", "color": "#E6E694" },
    { "id": "1", "color": "#EC9198" },
    { "id": "2", "color": "#6FC48C" },
    { "id": "3", "color": "#f79a46" },
    { "id": "4", "color": "#bdcfa5" },
    { "id": "5", "color": "#ff7f50" },
    { "id": "6", "color": "#579ed9" },
    { "id": "7", "color": "#ffc107" },
    { "id": "8", "color": "#50e9ff" }
  ],
  "EN": {
    "title": "There is no similar program with faster & simple entry list",
    "values": [
      "Paste a copy of text, write or dictate the items, goods or tasks you want to perform. Separate them with commas (,) manually. Use the first item as the heading of the list. EG: 'My list, buy milk, plant a tree, build a house', The item before first coma 'my list' will be the name of this list. If your device has a speech recognition feature, say the word 'comma' after each phrase. Use numbers with a dot, not with a coma.",
      "Press the [Shopping] button to start shopping.",
      "In the window that opens, the elements will take the shape of colored clouds. Elements of a similar class can be sorted by 8 color groups. Click the buttons with the color numbers below assigning the element color and class. You can assign a ninth sort class to an item by pressing the (X) button Text on this item will be crossed out. You can always reassign any sort class by pressing the color button again.",
      "By clicking on the button (Old), you will open a list of former lists. By pressing the (X) button, you delete one list. Pressing the (USE) button will open the list for execution. Pressing the (EDIT) button will open the list for editing. The end of the change is confirmed by the button (shopping). The old then the (listing) button above, then add the new first element (,coma) of the list in text area, which will be a new title, and press (shopping). A new list will appear without deleting the old one."
    ]
  },
  "UA": {
    "title": "Немає подібної програми з більш швидким та простим введенням списку",
    "values": [
      "Вставте копію тексту, напишіть або Надиктуйте предмети, товари, або завдання, які ви хочете виконати. Розділіть їх комами (,) вручну. Використовуйте перший елемент в якості заголовка списку. НАПРИКЛАД: «Вітання:, Слава Україні!, Героям Слава!», Елемент перед першою комою «Вітання:» буде назвою цього списку. Якщо ваш пристрій має функцію розпізнавання мови, вимовляйте слово 'кома', після кожної фрази. Використовуйте замість чисел з комою, числа з крапкою.",
      "Натисніть кнопку [Shopping] для початку виконання.",
      "У новому вікні, всі елементи матимуть вид кольорових хмарок. Елементи схожих класів можна впорядкувати за 8 колірними групами. Натискаючи кнопки з номерами кольорів внизу, привласніть елементам кольори та класи. Ви можете привласнити елементу дев'ятий клас сортування натиснувши кнопку (Х) Текст на цьому елементі буде закреслено. Завжди можна заново присвоїти будь-який клас сортування повторно натиснувши кольорову кнопку.",
      "Натискаючи на кнопку (Old), ви відкриєте список колишніх списків. Натиснувши кнопку (Х), ви видалите один список. Натиснувши кнопку (USE), ви відкриєте список для виконання. Натиснувши кнопку (EDIT), ви відкриєте список для зміни. Закінчення зміни підтверджується кнопкою (shopping). Прицьому старий список зміниться. Якщо потрібно продублювати список без видалення, натисніть кнопку (USE), потім кнопку (listing) вгорі, а потім додайте новий перший елемент списку перед першою комою, який стане заголовком. Натисніть (shopping). Список з новим заголовком з'явиться, не видаливши старого."
    ]
  },
  "RU": {
    "title": ">Нет подобной программы с более быстрыми простым вводом списка",
    "values": [
      "Вставьте копию текста, напишите или надиктуйте предметы, товары или задачи, которые вы хотите исполнить. Разделите их запятыми (,) вручную. Используйте первый элемент в качестве заголовка списка. НАПРИМЕР: «Я сознаю, что аннексия Крыма, захват Донбасса, это беззаконие», Элемент перед первой запятой «Я сознаю» будет названием этого списка. Если ваше устройство имеет функцию распознавания речи, произносите слово 'запятая' после каждой фразы. Используйте числа с десятичной точкой, а не запятой.",
      "Нажмите кнопку (shopping) для начала исполнения.",
      "В открывшемся окне элементы примут вид цветных облачков. Элементы похожего класса можно отсортировать по 8 цветовым группам. Нажимайте кнопки с номерами цветов внизу присваивая элементу цвет и класс. Вы можете присвоить элементу девятый класс сортировки нажав кнопку (Х) Текст на этом элементе будет зачеркнут. Всегда можно заново присвоить любой класс сортировки повторно нажав цветовую кнопку.",
      "Нажимая на кнопку (Old), вы откроете список списков бывших ранее. Нажав кнопку (Х), вы удалите один список. Нажав кнопку (USE), вы откроете список для выполнения. Нажав кнопку (EDIT), вы откроете список для изменения. Окончание измененя подтверждается кнопкой (shopping). Приэтом старый список изменится. Если нужно продублировать список без удаления, нажмите кнопку (USE), потом кнопку (listing) вверху, а затем напишите новый первый элемент списка перед первой запятой, который и будет заглавием. И нажмите (shopping). Новый список появится, не удалив старого."
    ]
  }
}
