{
  "buttonTitles": ["EN", "UA", "RU"],
  "tabTitles": ["Listing", "Shopping", "Help"],
  "colorButtons": [
    { "id": "0", "color": "#E6E694" },
    { "id": "1", "color": "#EC9198" },
    { "id": "2", "color": "#6FC48C" },
    { "id": "3", "color": "#f79a46" },
    { "id": "4", "color": "#bdcfa5" },
    { "id": "5", "color": "#ff7f50" },
    { "id": "6", "color": "#579ed9" },
    { "id": "7", "color": "#ffc107" },
    { "id": "8", "color": "#50e9ff" }
  ],
  "EN": {
    "title": "There is no similar program with faster & simple entry list",
    "values": [
      "Paste a copy of text, write or dictate the items, goods or tasks you want to perform. Separate them with commas (,) manually. EG: 'buy milk, plant a tree, build a house'. Use the (X) button for clear text. If your device has a speech recognition feature, say the word 'comma' after each phrase. Use numbers with a dot(9.99), not with a coma(9,99).",

      "Press the [Submit] button to start shopping.",
      "In the window that opens, the elements will take the shape of colored strips. Elements of a similar class can be sorted by 8 color groups. Click the buttons with the color numbers below assigning the colors to elements. Use the (X) button for DONE. Text on this item will be crossed out."
    ]
  },
  "UA": {
    "title": "Немає подібної програми з більш швидким та простим введенням списку",
    "values": [
      "Вставте копію тексту, напишіть або Надиктуйте предмети, товари, або завдання, які ви хочете виконати. Розділіть їх комами (,) вручну. НАПРИКЛАД: «Вітання:, Слава Україні!, Героям Слава!», Використайте кнопку (Х) для стирання тексту. Якщо ваш пристрій має функцію розпізнавання мови, вимовляйте слово 'кома', після кожної фрази. Список буде розділений на елементи на кожній комі. Використовуйте замість чисел з комою(9,99), числа з крапкою(9.99).",
      "Натисніть кнопку [Submit] для початку виконання.",
      "У новому вікні, всі елементи матимуть вид кольорових стрічок. Елементи схожих класів можна впорядкувати за 8 колірними групами. Натискаючи кнопки з номерами кольорів внизу, привласніть елементам кольори. Помічайте виконанай елемент, натиснувши кнопку (Х) Текст на цьому елементі буде закреслено."
    ]
  },
  "RU": {
    "title": ">Нет подобной программы с более быстрыми простым вводом списка",
    "values": [
      "Вставьте копию текста, напишите или надиктуйте предметы, товары или задачи, которые вы хотите исполнить. Разделите их запятыми (,) вручную. НАПРИМЕР: «Я сознаю, что аннексия Крыма, захват Донбасса, это беззаконие». Если ваше устройство имеет функцию распознавания речи, произносите слово 'запятая' после каждой фразы. Используйте числа с десятичной точкой(9.99), а не запятой(9,99).",
      "Нажмите кнопку [Submit] для начала исполнения.",
      "В открывшемся окне элементы примут вид цветных полос. Элементы похожего класса можно отсортировать по 8 цветовым группам. Нажимайте кнопки с номерами цветов внизу присваивая элементам цвета. Помечайте выполненный элемент нажимая кнопку (Х). Текст на этом элементе будет зачеркнут."
    ]
  }
}
